sourceLabel = "Source :";
formatLabel = "Format :";
fpsLabel = "IPS :";
playingFPSLabel = "Lecture IPS :";
dataSizeLabel = "Taille :";
dataRateLabel = "Débit des données :";
currentTimeLabel = "Position actuelle :";
durationLabel = "Durée :";
normalSizeLabel = "Taille 100% :";
currentSizeLabel = "Taille actuelle :";
bitRateLabel = "Débit :";
qualityLabel = "Qualité :";
destinationLabel = "Destination :";
videoSourceLabel = "Source vidéo :";
audioSourceLabel = "Source audio";

movieInfoNoTitle = "Infos";
movieInfo = " – Infos";
movieInspectorNoTitle = "Inspecteur";
movieInspector = " – Inspecteur";

blacknWhite = "Noir et blanc";
/* [2] */
four = "4";
/* [3] */
sixteen = "16";
/* [4] */
twofiftysix = "256";
/* [5] */
thousands = "Milliers";
/* [6] */
millions = "Millions";
/* [7] */
millionsplus = "Millions+";
/* [8] */
unknown = "Inconnu";
/* [9] */
colors = "Couleurs";
/* [10] */
grays = "niveaux de gris";

Chapter = "Piste de chapitre";
/*
Apple_IMA4_Decoder = "IMA 4:1";
MP3_Decoder = "MPEG Layer-3 Audio";
kHz = "kHz";
stereo = "Stereo";
mono = "Mono";
none = "None";
kMACE3Compression = "MACE 3 to 1";
kMACE6Compression = "MACE 6 to 1";
bits = "bits";
varBitRate = "variable bitrate";
kAudioFloatLE = "Float (little endian)";
kAudioFloatBE = "Float (big endian)";
kAudioUnsignedInteger = "Unsigned integer";
kAudioUnsignedIntegerLE = "Unsigned integer (little endian)";
kAudioUnsignedIntegerBE = "Unsigned integer (big endian)";
kAudioInteger = "Integer";
kAudioIntegerLE = "Integer (little endian)";
kAudioIntegerBE = "Integer (big endian)";
notApplicable = "Not applicable";
protected = "protected";
*/

bytes = "^0 octets";
kiloBytes = "^0 K";
megaBytes = "^0 Mo";
gigaBytes = "^0 Go";
teraBytes = "^0 To";
petaBytes = "^0 Po";
exaBytes = "^0 Eo";

bytesPerSec = "^0 octets/sec.";
kiloBytesPerSec = "^0 Ko/sec.";
megaBytesPerSec = "^0 Mo/sec.";
gigaBytesPerSec = "^0 Go/sec.";

pixels = "pixels";
curPixels = "^0 pixels (^1)";


bitsPerSec = "^0 bits/s";
kbitsPerSec = "^0 kbits/s";
mbitsPerSec = "^0 mbits/s";
gbitsPerSec = "^0 gbits/s";

percent = "^0 %";
playingFPS = "(disponible pendant la lecture)";

halfSize = "50 %";
actualSize = "100 %";
doubleSize = "200 %";

 /* codecname, dimensions, depth */
videoFormatString = "^C, ^S, ^D";
/* codecname, dimensions */
videoFormatForMPEGString = "^C, ^S"; 
unAvailableString = "Séquence indisponible";

/* Quartz Composition strings */
averageFPSLabel = "IPS moyennes :";
averageLoadLabel = "Charge moyenne :";
quartzComposerTrack = "Quartz Composer";

/* Recording strings */
compressedAudioFormatSummary = "Audio AAC à 128 kb/s";
availableWhenRecording = "(disponible pendant l’enregistrement)";